Repository: alexrdg/BrAc
Catalog: languages/BrAc-*.po
Languages: fr_fr

source: FIRST ENTER YOUR TOKEN
fr_fr: ENREGISTREZ VOTRE TOKEN

source: can be generated
fr_fr: Peut être généré

source: here
fr_fr: ici

source: Do you really want to update the Token ?
fr_fr: Voulez vous vraiment modifier votre Token ?

source: Enter Token here
fr_fr: Entrez votre Token ici

source: Your Token is:
fr_fr: Votre Token est:

source: Submit
fr_fr: Envoyer

source: Choose your league
fr_fr: Choisissez votre ligue

source: Export as CSV
fr_fr: Exporter en CSV

source: Export
fr_fr: Exporter

source: Home
fr_fr: Domicile

source: Visitors
fr_fr: Exterieur
